/* XMSG: Placeholder text in chart when there is no data */
"No Data" = "Nav datu";

/* XBUT: Save action in inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Save" = "Saglabāt";

/* XBUT: Re-enter action available in saved state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Re-enter Signature" = "Atkārtoti ievadīt parakstu";

/* XBUT: Clear action of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Clear" = "Notīrīt";

/* XBUT: Cancel action of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Cancel" = "Atcelt";

/* XTIT: Title of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Signature" = "Paraksts";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Tap to Sign" = "Pieskarieties, lai parakstītu";

/* XACT: The accessibility label for the signature area */
"Signature Area" = "Parakstu apgabals";

/* XACT: The accessibility hint for the signature area */
"Double tap and drag to sign" = "Veiciet dubultskārienu un velciet, lai parakstītu";

/* XACT: The accessibility label for the signature image */
"Signature Image" = "Paraksta attēls";

/* XACT: The accessibility label for the signature line */
"Signature Line" = "Paraksta līnija";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Canceled" = "Atcelts";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Next" = "Nākamais";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Ok" = "Labi";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Status" = "Statuss";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"User canceled Onboarding" = "Lietotājs atcēla integrāciju";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Without consent you will not be able to continue onboarding." = "Bez piekrišanas nevarēsit turpināt integrāciju.";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Give Consent" = "Sniegt piekrišanu";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Quit" = "Iziet";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Back" = "Atpakaļ";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Step" = "Solis";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"of" = "no";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Are you sure you want to quit the onboarding process?" = "Vai tiešām vēlaties beigt integrācijas procesu?";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Want Data Privacy?" = "Vai vēlaties datu konfidencialitāti?";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Be wise about your data" = "Ar datiem rīkojieties pārdomāti";

/* XBUT: Not Now action title in UserConsentForm */
"Not Now" = "Ne tagad";

/* XBUT: Allow action title in UserConsentForm */
"Allow" = "Atļaut";

/* XBUT: Deny action title in UserConsentForm */
"Deny" = "Noraidīt";

/* XBUT: Agree action title in EULAView */
"Agree" = "Piekrist";

/* XBUT: Disagree action title in EULAView */
"Disagree" = "Nepiekrist";

/* XMSG: Placeholder text in DataTable for loading state */
"Loading..." = "Ielāde...";

/* XMSG: Placeholder text in DataTable when there is no data */
"There is nothing to display yet" = "Vēl nav nekā, ko parādīt";

/* XBUT: Default duration foramtter in DataTable */
"%d Hrs %d Min" = "%d h %d min";

/* XBUT: Done action in keyboard toolbar for a Textfield in DataTable */
"Done" = "Pabeigts";

/* XBUT: Error messages shown to users in DataTable */
"There are %d errors in the data table." = "Datu tabulā ir %d kļūda(s).";

/* XBUT: voice over label for row header in DataTable */
"row header" = "rindas galvene";

/* XBUT: voice over label for row %d in DataTable */
"row %d" = "rinda %d";

/* XBUT: voice over label for column %d in DataTable */
"column %d" = "kolonna %d";

/* XBUT: voice over label for cell type of `leading accessory` in DataTable */
"leading accessory" = "vadošais aksesuārs";

/* XBUT: voice over label for cell type of `trailing accessory` in DataTable */
"trailing accessory" = "noslēdzošais aksesuārs";

/* XBUT: voice over label for cell type of `text` in DataTable */
"text" = "teksts";

/* XBUT: voice over label for cell type of `image` in DataTable */
"image" = "attēls";

/* XBUT: voice over label for cell type of `date` in DataTable */
"date" = "datums";

/* XBUT: voice over label for cell type of `time` in DataTable */
"time" = "laiks";

/* XBUT: voice over label for cell type of `duration` in DataTable */
"duration" = "ilgums";

/* XBUT: voice over label for cell type of `list item` in DataTable */
"list item" = "saraksta elements";

/* XBUT: voice over label for row selection status in DataTable */
"selected" = "atlasīts";

/* XBUT: voice over label for row selection status in DataTable */
"not selected" = "nav atlasīts";

/* XBUT: calendar time component label */
"Time" = "Laiks";

/* XBUT: slider default value label formatter for integer */
"Value: %d" = "Vērtība: %d";

/* XMSG: a toast message for read-only cell in DataTable */
"Tapped cell is read-only." = "Šūna, kam pieskārāties, ir tikai lasāma.";

/* Default hint text for Read-only Field for NoteFormView and TextFieldFormView */
"Read-only field" = "Tikai lasāms lauks";

/* Default error text for when the character count reaches the maximum limit for NoteFormView and TextFieldFormView */
"No more characters remaining" = "Vairs nav atlikusi neviena rakstzīme";

/* Default error text for when the character count exceeds the maximum limit for NoteFormView and TextFieldFormView */
"Reduce the number of characters" = "Samaziniet rakstzīmju skaitu";

